{
	"LASTFM":{
	"PLUGINCONF":"Configuración Scrobbler LastFM",
		"CONFIG":"Credenciales LastFM",
		"D_CONFIG":"Ingrese sus ajustes de autenticación.",
			"API_KEY":"API key de LastFM",
			"D_API_KEY":"Ingrese la API key que recibió de Last.fm.",
			"DD_API_KEY":"Vaya a https://www.last.fm/api/account/create para crear una cuenta de API.",
			"API_SECRET":"LastFM API secret",
			"D_API_SECRET":"Ingrese el API secret, según la key que recibión de Last.fm",
			"USERNAME":"Nombre de usuario de LastFM",
			"D_USERNAME":"Ingrese su nombre de usuario de LastFM",
			"PASSWORD":"Contraseña de LastFM",
			"D_PASSWORD":"Ingrese su contraseña de LastFM",
			"STORE_PASSWORD":"Guarde la contraseña en el archivo de configuración",			
			"D_STORE_PASSWORD":"Esto no se recomienda desde la perspectiva de seguridad. Un token de autenticación será guardado, este está encriptado con un hash y basta para autenticarse en LastFM.",
			"DD_STORE_PASSWORD":"No solo guarde la contraseña, lea la información.",
		"SCROBBLESETTINGS":"Ajustes de scrobble de LastFM",
		"D_SCROBBLESETTINGS":"Configure qué servicios hacen scrobble, cuándo hacer scrobble y cómo formatear los metadatos.",
			"BLACKLIST_SERVICES":"No incluir los siguientes servicios",
			"D_BLACKLIST_SERVICES":"Incluya todos los servicios que desee excluir de hacer scrobble, ej. si esta teniendo problemas con algunas estaciones de radio.",
			"DD_BLACKLIST_SERVICES":"Lista separada por coma de los servicios a excluir de hacer scrobble; ej. mpd, airplay_emulation, volspotconnect2, spop",
			"EXTRACT_FROM_TITLE":"Servicios con información del artista en el título",
			"D_EXTRACT_FROM_TITLE":"Ingrese los servicios donde el artista y el título deben ser extraídos del componente del título en Volumio.",
			"SCROBBLE_THRESHOLD":"Umbral del Scrobble",
			"D_SCROBBLE_THRESHOLD":"Seleccione el porcentaje de la canción que debe ser reproducida antes de hacer el scrobble.",
			"TOAST":"Enviar una notificación toast cuando haga scrobble",
			"D_TOAST":"Enviar una notificación toast si la canción hace scrobble.",
			"SCROBBLE_STREAM":"Scrobble streams?",
			"D_SCROBBLE_STREAM":"Si el stream proporciona la información de la canción, intentar el scrobble.",
			"DD_SCROBBLE_STREAM":"Los streams son servicios que no suministran la información de duración de la canción.",
			"STREAMSCROBBLETHRESHOLD":"Umbral de scrobble para Streams (en segundos)",
			"D_STREAMSCROBBLETHRESHOLD":"Ingrese el número de segundos necesita reproducirse una canción en Stream (ej. webradio) antes de hacer el scrobble.",
			"COMPOSITE_TITLE_SEPARATOR":"Separador de títulos compuestos",
			"D_COMPOSITE_TITLE_SEPARATOR":"Texto usado para separar el título y el artista (por defecto: ' - ')",
			"DD_COMPOSITE_TITLE_SEPARATOR":"Texto usado para separar el título y el artista (por defecto: ' - ')",
			"COMPOSITE_TITLE_ARTISTFIRST":"¿La primera parte es el nombre del artista?",
			"D_COMPOSITE_TITLE_ARTISTFIRST":"Activar si el título compuesto tiene el formato {artist} - {title}",
			"DD_COMPOSITE_TITLE_ARTISTFIRST":"Algunos servicios de streaming parecen usar un orden diferente",
		"DEBUGSETTINGS":"Ajustes de depuración del plugin LastFM",
		"D_DEBUGSETTINGS":"Configure los ajustes de depuración para el plugin.",
			"ENABLE_DEBUG_LOGGING":"Logs para depuración",
			"D_ENABLE_DEBUG_LOGGING":"Activa o desactiva los logs para depuración, esto significa que los logs extendidos estarán disponibles para propósitos de depuración.",
	"SAVE": "Guardar"
	}
}
